export const mockChats = [
  {
    id: 1,
    name: 'Иван Иванов',
    lastMessage: 'Привет, как дела?',
    time: '10:30',
    unread: 2,
  },
  {
    id: 2,
    name: 'Петр Петров',
    lastMessage: 'Когда встречаемся?',
    time: '09:15',
  },
  // {
  //   id: 3,
  //   name: 'Анна Сидорова',
  //   lastMessage: 'Спасибо за информацию!',
  //   time: 'Вчера',
  //   unread: 3,
  // },
  // {
  //   id: 4,
  //   name: 'Мария Кузнецова',
  //   lastMessage: 'Документы готовы, можно забирать',
  //   time: 'Вчера',
  // },
  // {
  //   id: 5,
  //   name: 'Алексей Смирнов',
  //   lastMessage: 'Завтра в 15:00 встречаемся у офиса',
  //   time: 'Пн',
  //   unread: 1,
  // },
  // {
  //   id: 6,
  //   name: 'Ольга Николаева',
  //   lastMessage: 'Проект сдан успешно!',
  //   time: 'Пн',
  // },
  // {
  //   id: 7,
  //   name: 'Дмитрий Козлов',
  //   lastMessage: 'Перезвони мне, пожалуйста',
  //   time: '25 фев',
  // },
];
